const newsData = [
    {
        imgUrl: '/images/sub4img1.png',
        date: '2025.7.15',
        content: '「당신이 모르는 하이랄 : 티어스 오브 더 킹덤 편」 이 공개되었습니다.',
        desc: '닌텐도의 제작에 대한 생각이나 신념을 개발자가 직접 말로 전달하는 『개발자에게 물어보았습니다』. 19번째 이야기는 7월 17일(목)에 발매하는 Nintendo Switch 2 소프트웨어 『동키콩 바난자』의 개발자 여러분에게 이야기를 들어보았습니다.',
    },
    {
        imgUrl: '/images/sub4img2.png',
        date: '2025.7.14',
        content: '『동키콩 바난자』의 공식 소개 페이지가 공개되었습니다.',
        desc: '닌텐도의 제작에 대한 생각이나 신념을 개발자가 직접 말로 전달하는 『개발자에게 물어보았습니다』. 19번째 이야기는 7월 17일(목)에 발매하는 Nintendo Switch 2 소프트웨어 『동키콩 바난자』의 개발자 여러분에게 이야기를 들어보았습니다.',
    },
    {
        imgUrl: '/images/sub4img3.png',
        date: '2025.7.10',
        content: '더현대 서울에서 『동키콩 바난자』 체험 이벤트 개최! 사전 예약 진행 중입니다.',
        desc: '닌텐도의 제작에 대한 생각이나 신념을 개발자가 직접 말로 전달하는 『개발자에게 물어보았습니다』. 19번째 이야기는 7월 17일(목)에 발매하는 Nintendo Switch 2 소프트웨어 『동키콩 바난자』의 개발자 여러분에게 이야기를 들어보았습니다.',
    },
    {
        imgUrl: '/images/sub4img4.png',
        date: '2025.7.4',
        content:
            '『슈퍼 마리오 파티 잼버리 Nintendo Switch 2 Edition + 잼버리 TV』의 공식 소개 페이지가 공개되었습니다.',
        desc: '닌텐도의 제작에 대한 생각이나 신념을 개발자가 직접 말로 전달하는 『개발자에게 물어보았습니다』. 19번째 이야기는 7월 17일(목)에 발매하는 Nintendo Switch 2 소프트웨어 『동키콩 바난자』의 개발자 여러분에게 이야기를 들어보았습니다.',
    },
];
export default newsData;
